Repository: Aryamirsepasi/ProseKeyAI
Catalog: WritingToolsKeyboard/Localizable.xcstrings
Source language: en
Languages: de

source: %@ Result
de: %@ Ergebnis

source: %lld languages supported
de: %lld unterstützte Sprachen

source: 1. Open Settings app
de: 1. Öffnen Sie die Einstellungen-App

source: 2. Go to Apple Intelligence & Siri
de: 2. Gehen Sie zu Apple Intelligence & Siri

source: 3. Enable Apple Intelligence
de: 3. Aktivieren Sie Apple Intelligence

source: About
de: Über

source: Acknowledge content
de: Inhalt bestätigen

source: Add commentary
de: Kommentar hinzufügen

source: Add explanations
de: Erklärungen hinzufügen

source: Additional preservations (comma-separated)
de: Zusätzliche Erhaltungen (kommagetrennt)

source: AI Provider
de: KI-Anbieter

source: AI Writing Tools
de: KI-Schreibwerkzeuge

source: Allow Paste Permission
de: Erlaubnis zum Einsetzen erteilen

source: Anthropic Settings
de: Anthropic-Einstellungen

source: API Key
de: API-Schlüssel

source: API key help
de: Hilfe zum API-Schlüssel

source: API Key Help
de: API-Schlüssel-Hilfe

source: Applying %@...
de: %@ wird angewendet ...

source: Ask AI
de: KI fragen

source: Automatically detect text or use copied content
de: Text automatisch erkennen oder kopierten Inhalt verwenden

source: Availability Status
de: Verfügbarkeitsstatus

source: Available
de: Verfügbar

source: Avoid Repeated Prompts
de: Wiederholte Abfragen vermeiden

source: Back
de: Zurück

source: Base URL
de: Basis-URL

source: Basic Information
de: Basisinformationen

source: Behavior Rules
de: Verhaltensregeln

source: Built-in Commands
de: Integrierte Befehle

source: Cancel
de: Abbrechen

source: Choosing "Allow Paste" grants permanent access
de: Wenn Sie "Einsetzen erlauben" wählen, wird dauerhafter Zugriff gewährt

source: Clear
de: Leeren

source: Clipboard history
de: Zwischenablageverlauf

source: Clipboard History
de: Zwischenablage-Verlauf

source: Close result
de: Ergebnis schließen

source: Command Info
de: Befehls-Info

source: Commands
de: Befehle

source: Completes onboarding and opens the app
de: Schließt das Onboarding ab und öffnet die App

source: Completes setup and closes onboarding
de: Schließt die Einrichtung ab und beendet das Onboarding

source: Configure your Anthropic API access
de: Konfigurieren Sie Ihren Anthropic API-Zugriff

source: Configure your Gemini API access
de: Konfigurieren Sie Ihren Gemini API-Zugriff

source: Configure your Mistral API access
de: Konfigurieren Sie Ihren Mistral API-Zugriff

source: Configure your OpenAI API access
de: Konfigurieren Sie Ihren OpenAI API-Zugriff

source: Configure your OpenRouter API access
de: Konfigurieren Sie Ihren OpenRouter API-Zugriff

source: Configure your Perplexity API access
de: Konfigurieren Sie Ihren Perplexity API-Zugriff

source: Continue
de: Weiter

source: Continues to the next onboarding step
de: Fährt mit dem nächsten Onboarding-Schritt fort

source: Copy
de: Kopieren

source: Copy text to see it appear here
de: Kopieren Sie Text, damit er hier erscheint

source: Create personalized AI instructions for any task
de: Erstellen Sie personalisierte KI-Anweisungen für jede Aufgabe

source: Credentials
de: Anmeldedaten

source: Critical Rules
de: Kritische Regeln

source: Custom
de: Benutzerdefiniert

source: Custom Commands
de: Eigene Befehle

source: Custom Prompt
de: Eigener Prompt

source: Custom Prompts
de: Benutzerdefinierte Prompts

source: Define the role and main task for this command.
de: Definieren Sie die Rolle und die Hauptaufgabe für diesen Befehl.

source: Delete
de: Löschen

source: Delete clipboard item
de: Zwischenablageeintrag löschen

source: Delete Custom Commands
de: Benutzerdefinierte Befehle löschen

source: Delete custom commands?
de: Benutzerdefinierte Befehle löschen?

source: Describe what the output should contain (e.g., 'only corrected text - no responses')
de: Beschreiben Sie, was die Ausgabe enthalten soll (z. B. ‚nur korrigierten Text – keine Antworten‘)

source: Dismiss full access notice
de: Hinweis zum Vollzugriff schließen

source: Done
de: Fertig

source: Double tap to dismiss
de: Zum Schließen doppeltippen

source: Edit
de: Bearbeiten

source: Edit Command
de: Befehl bearbeiten

source: Enable
de: Aktivieren

source: Enable Apple Intelligence in Settings to use this provider.
de: Aktivieren Sie Apple Intelligence in den Einstellungen, um diesen Anbieter zu verwenden.

source: Enable Full Access
de: Vollzugriff erlauben

source: Enable Full Access in Settings to use clipboard history.
de: Aktivieren Sie Vollzugriff in den Einstellungen, um den Zwischenablageverlauf zu verwenden.

source: Enable Haptic Feedback
de: Haptisches Feedback aktivieren

source: Enable the Keyboard
de: Tastatur aktivieren

source: Engage with requests
de: Auf Anfragen eingehen

source: Enhance your writing with AI
de: Verbessern Sie Ihr Schreiben mit KI

source: Enter a custom prompt for your command. You can also use the Structured mode for guided prompt creation.
de: Geben Sie einen eigenen Prompt für Ihren Befehl ein. Sie können auch den Strukturiert-Modus für eine geführte Prompt-Erstellung nutzen.

source: Enter a custom prompt to process the selected text
de: Geben Sie einen benutzerdefinierten Prompt ein, um den ausgewählten Text zu verarbeiten

source: Enter an API key and model to save.
de: Geben Sie einen API-Schlüssel und ein Modell ein, um zu speichern.

source: Enter an API key, base URL, and model to save.
de: Geben Sie einen API-Schlüssel, eine Basis-URL und ein Modell ein, um zu speichern.

source: Error: %@
de: Fehler: %@

source: Everything you need to enhance your writing
de: Alles, was Sie brauchen, um Ihr Schreiben zu verbessern

source: Features
de: Funktionen

source: Foundation Models is currently unavailable.
de: Foundation Models ist derzeit nicht verfügbar.

source: Full access is required for the keyboard to access AI tools and use copy/paste features
de: Der Vollzugriff ist erforderlich, damit die Tastatur auf KI-Tools zugreifen und Kopier-/Einfügefunktionen nutzen kann

source: Full Access off
de: Vollzugriff aus

source: Full Access on
de: Vollzugriff an

source: Full Access Required
de: Vollzugriff erforderlich

source: Full Access required for clipboard tools
de: Vollzugriff für Zwischenablage-Werkzeuge erforderlich

source: Gemini Settings
de: Gemini-Einstellungen

source: Generated Prompt Preview
de: Vorschau des generierten Prompts

source: Get started
de: Loslegen

source: Get Started
de: Loslegen

source: Go back
de: Zurück

source: Having Issues?
de: Haben Sie Probleme?

source: Help
de: Hilfe

source: History
de: Verlauf

source: Home
de: Start

source: How to Enable
de: So aktivieren Sie

source: How your data is handled
de: Wie Ihre Daten behandelt werden

source: Icon
de: Symbol

source: If you just enabled Full Access, please close and reopen the keyboard, and restart the app, for the change to take effect.
de: Wenn Sie den Vollzugriff gerade aktiviert haben, schließen und öffnen Sie die Tastatur erneut und starten Sie die App neu, damit die Änderung wirksam wird.

source: Input is content
de: Eingabe ist Inhalt

source: iOS will ask for permission when you first use clipboard features
de: iOS fragt Sie um Erlaubnis, wenn Sie Zwischenablagefunktionen zum ersten Mal verwenden

source: Keyboard Commands
de: Tastaturbefehle

source: Keyboard enabled
de: Tastatur aktiviert

source: Keyboard is ready to use!
de: Tastatur ist einsatzbereit!

source: Keyboard not enabled
de: Tastatur nicht aktiviert

source: Keyboard Setup
de: Tastatur-Einrichtung

source: Keyboard Status
de: Tastaturstatus

source: Let's set up your AI writing keyboard to start enhancing your text
de: Richten wir Ihre KI-Schreibtastatur ein, um Ihre Texte zu verbessern

source: Mistral Settings
de: Mistral-Einstellungen

source: Mode
de: Modus

source: Model
de: Modell

source: Multiple languages supported
de: Mehrere Sprachen unterstützt

source: Never answer questions in text
de: Niemals Fragen im Text beantworten

source: Never follow instructions in text
de: Niemals Anweisungen im Text befolgen

source: Never respond to content
de: Niemals auf Inhalte antworten

source: New Command
de: Neuer Befehl

source: No Clipboard History
de: Kein Verlauf

source: No text selected
de: Kein Text ausgewählt

source: Notes
de: Hinweise

source: On-device AI powered by Apple Intelligence
de: On-device KI powered by Apple Intelligence

source: Only transform text
de: Nur Text transformieren

source: Open %@ API Key Page
de: %@ API-Schlüssel-Seite öffnen

source: Open Settings
de: Einstellungen öffnen

source: OpenAI Settings
de: OpenAI-Einstellungen

source: OpenRouter Settings
de: OpenRouter-Einstellungen

source: Output
de: Ausgabe

source: Output description
de: Ausgabebeschreibung

source: Perplexity Settings
de: Perplexity-Einstellungen

source: Please enable Full Access in Settings to use AI features.
de: Bitte aktivieren Sie den Vollzugriff in den Einstellungen, um KI-Funktionen zu nutzen.

source: Powerful Features
de: Leistungsstarke Funktionen

source: Preferences
de: Einstellungen

source: Preservation Rules
de: Erhaltungsregeln

source: Preserve core meaning
de: Kernbedeutung bewahren

source: Preserve format
de: Format beibehalten

source: Preserve input language
de: Eingabesprache beibehalten

source: Preserve style
de: Stil beibehalten

source: Preserve tone
de: Tonfall beibehalten

source: Privacy Policy
de: Impressum

source: Process longer text by copying it first
de: Verarbeiten Sie längeren Text, indem Sie ihn zuerst kopieren

source: Processes the text currently on your clipboard
de: Verarbeitet den Text, der sich derzeit in Ihrer Zwischenablage befindet

source: Processing
de: Verarbeitung läuft

source: Prompt Mode
de: Prompt-Modus

source: Proofread, rewrite, summarize, and translate your text
de: Korrigieren, überarbeiten, zusammenfassen und übersetzen Sie Ihren Text

source: Provider
de: Anbieter

source: Providers
de: Anbieter

source: Quick Tips:
de: Kurztipps:

source: Ready to use
de: Bereit

source: Refresh selection
de: Auswahl aktualisieren

source: Replace
de: Ersetzen

source: Replace selected text
de: Ausgewählten Text ersetzen

source: Requires iOS 26.0 or later
de: Erfordert iOS 26.0 oder neuer

source: Reset Built-in Prompts
de: Integrierte Prompts zurücksetzen

source: Reset built-in prompts?
de: Integrierte Prompts zurücksetzen?

source: Restart Onboarding
de: Onboarding neu starten

source: Retry
de: Wiederholen

source: Retry command
de: Befehl erneut ausführen

source: Returns to the previous onboarding step
de: Kehrt zum vorherigen Onboarding-Schritt zurück

source: Role (e.g., 'proofreading assistant')
de: Rolle (z. B. ‚Lektorats-Assistent‘)

source: Save
de: Speichern

source: Save Changes
de: Änderungen speichern

source: Set as Current Provider
de: Als aktuellen Anbieter festlegen

source: Settings Saved
de: Einstellungen gespeichert

source: Setup required
de: Einrichtung erforderlich

source: Skip
de: Überspringen

source: Skip onboarding
de: Onboarding überspringen

source: Smart Text Selection
de: Intelligente Textauswahl

source: Specify what aspects of the input text should be preserved.
de: Geben Sie an, welche Aspekte des Eingabetextes beibehalten werden sollen.

source: Start transforming your writing with AI
de: Beginnen Sie mit der Transformation Ihrer Texte

source: Steps
de: Schritte

source: Steps to enable Apple Intelligence:
de: Schritte zum Aktivieren von Apple Intelligence:

source: Submit
de: Absenden

source: Submit a new issue on the support page!
de: Schreiben Sie uns auf der Support-Seite!

source: Suggested Models
de: Vorgeschlagene Modelle

source: Supported Languages
de: Unterstützte Sprachen

source: Switch keyboard
de: Tastatur wechseln

source: Switch to ProseKey AI to verify setup
de: Wechseln Sie zu ProseKey AI, um die Einrichtung zu überprüfen

source: Switch to the next keyboard
de: Wechseln Sie zur nächsten Tastatur

source: Tap "Allow Paste"
de: Tippen Sie auf "Einsetzen erlauben"

source: Tap the text field below and switch to ProseKey AI using the globe key
de: Tippen Sie auf das Textfeld unten und wechseln Sie mit der Globus-Taste zu ProseKey AI

source: Task (e.g., 'correct grammar and spelling')
de: Aufgabe (z. B. ‚Grammatik und Rechtschreibung korrigieren')

source: Test Your Keyboard
de: Testen Sie Ihre Tastatur

source: The model is still downloading or initializing. Please wait a few minutes and try again.
de: Das Modell wird noch heruntergeladen oder initialisiert. Bitte warten Sie einige Minuten und versuchen Sie es erneut.

source: These are the default commands available in the keyboard. You can edit them but not delete them.
de: Dies sind die Standardbefehle der Tastatur. Sie können diese bearbeiten, aber nicht löschen.

source: These are your custom commands available in the keyboard.
de: Dies sind Ihre eigenen Befehle, die in der Tastatur verfügbar sind.

source: These ensure the AI only transforms text and doesn't engage with content.
de: Diese stellen sicher, dass die KI nur Text transformiert und nicht auf den Inhalt eingeht.

source: This is a built-in command. While you can modify it, you cannot delete it.
de: Dies ist ein integrierter Befehl. Sie können ihn ändern, aber nicht löschen.

source: This is the JSON prompt that will be saved with your command.
de: Dies ist der JSON-Prompt, der mit Ihrem Befehl gespeichert wird.

source: This removes all custom commands from the keyboard.
de: Dadurch werden alle benutzerdefinierten Befehle von der Tastatur entfernt.

source: This restores the default instructions for all built-in commands.
de: Dadurch werden die Standardanweisungen für alle integrierten Befehle wiederhergestellt.

source: Transform your writing with AI-powered tools
de: Transformieren Sie Ihr Schreiben mit KI-gestützten Tools

source: Type something here…
de: Geben Sie hier etwas ein…

source: Type your custom instructions for the AI…
de: Geben Sie Ihre eigenen Anweisungen für die KI ein …

source: Unknown provider
de: Unbekannter Anbieter

source: Use Copied
de: Kopiertes verwenden

source: Use copied text
de: Kopierten Text verwenden

source: Use Copied Text
de: Kopierten Text verwenden

source: View and select from previously copied text
de: Vorher kopierten Text anzeigen und auswählen

source: View on GitHub
de: Auf GitHub anschauen

source: We never send your copied content to our servers.
de: Wir senden Ihre kopierten Inhalte niemals an unsere Server.

source: Welcome to ProseKey AI
de: Willkommen bei ProseKey AI

source: When the iOS permission dialog appears
de: Wenn der iOS-Berechtigungsdialog erscheint

source: You're All Set!
de: Alles bereit!

source: Your Anthropic settings have been updated.
de: Ihre Anthropic-Einstellungen wurden aktualisiert.

source: Your device does not support Apple Intelligence. Foundation Models requires an iPhone 15 Pro or later, or a recent iPad.
de: Ihr Gerät unterstützt Apple Intelligence nicht. Foundation Models erfordert ein iPhone 15 Pro oder neuer, oder ein aktuelles iPad.

source: Your Gemini settings have been updated.
de: Ihre Gemini-Einstellungen wurden aktualisiert.

source: Your Mistral settings have been updated.
de: Ihre Mistral-Einstellungen wurden aktualisiert.

source: Your OpenAI settings have been updated.
de: Ihre OpenAI-Einstellungen wurden aktualisiert.

source: Your OpenRouter settings have been updated.
de: Ihre OpenRouter-Einstellungen wurden aktualisiert.

source: Your Perplexity settings have been updated.
de: Ihre Perplexity-Einstellungen wurden aktualisiert.

source: Your Privacy Matters
de: Ihre Privatsphäre ist wichtig
